/* myshop 실습파일*/

-- Q01 ) customer 테이블 모든 행과 열을 조회하고 어떤 열들이 있는지, 데이터 형식은 어떻게 되는 살펴보세요
  -- Q02 ) employee 테이블 모든 행과 열을 조회하고 어떤 열들이 있는지, 데이터 형식은 어떻게 되는 살펴보세요
  -- Q03 ) product 테이블 모든 행과 열을 조회하고 어떤 열들이 있는지, 데이터 형식은 어떻게 되는 살펴보세요
  -- Q04 ) order_header 테이블 모든 행과 열을 조회하고 어떤 열들이 있는지, 데이터 형식은 어떻게 되는 살펴보세요
  -- Q05 ) order_detail 테이블 모든 행과 열을 조회하고 어떤 열들이 있는지, 데이터 형식은 어떻게 되는 살펴보세요
  -- Q06 ) 모든 고객의 아이디, 이름, 지역, 성별, 이메일 , 전화번호를 조회하세요.
  -- Q07 ) 모든 직원의 이름, 사원번호, 성별, 입사일, 전화번호를 조회하세요.
  -- Q08) 여자 고객의 이름, 아이디, 성별, 지역, 전화번호, 포인트를 조회하세요.
  -- Q09 ) '울산' 지역 고객의 이름, 아이디, 성별, 지역, 전화번호, 포인트를 조회하세요.
  
  
  
  
  
  